Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 게다가 고대어를 몇 달 안에 완벽히 습득하여 아델라이 황녀를 깔끔하게 물리쳤다.{j}그 장면이 어찌나 재미있었던지.
en_us: He also couldn’t forget the moment she put Princess Adellai in her place after teaching herself Old Atesian and speaking it fluently before people.{j}

source: 블론디나는 대답 대신 입술만 달싹였다.
en_us: Without answering Amon’s questions, Blondina moved her lips slightly.

source: 그러고 보니 방앗간 아주머니가 그러셨었다.
en_us: The scene reminded her of what the old lady told her the other day.

source: 블론디나는 빙빙 돌아가는 반지를 만지작거렸다.
en_us: She fiddled around with the loose ring on her finger.

source: 「그 번쩍이는 건 뭐야?」
en_us: “What is that shiny thing on your wrist?”

source: 들고 있던 돋보기를 내려놓은 주인이 헝겊을 손끝으로 살짝 잡았다.{j}마치 더러운 것을 만지듯.{j}그러곤 미간을 불쾌하다는 듯 찌푸리더니 다시 블론디나 앞에 그것을 툭 던졌다.
en_us: The man put his magnifying glass down and picked up the pouch with his fingertips as if he was holding filthy trash. For a brief moment, he showed a sign of disgust and quickly threw the necklace back to Blondina.

source: 뒤에서 바삭바삭 풀 밟는 소리가 났다.
en_us: Amon heard a sound of rustling leaves draw near to them.

source: 한참을 뒹굴뒹굴 놀던 에이몬이 가만히 행동을 멈췄다.{j}발톱과 몸에 털실이 이리저리 엉켜 있었다.
en_us: After a long while, Amon stopped playing with the yarn as his claws and body were all tangled up with it.{j}

source: “미안.{j}미안해, 내가 큰 사람을 보면 좀 놀라.{j}정말 미안해.”
en_us: “I’m sorry. I got scared by the man over there. I’m so sorry.”{j}{j}

source: 황녀라고는 하나 호위 하나 없이 저 하녀 한 명만이 달랑 붙여졌다.
en_us: Despite being named the princess of the empire, the emperor allowed only servant to assist her.

source: 블론디나의 손길이 가만가만 닿을 때마다 신경질적이었던 작은 표범의 표정이 노곤노곤 풀렸다.
en_us: The little leopard’s anger melted away as she carefully patted his body.

source: 환하게 웃어 주던 어머니의 얼굴과 뺨에 눌리던 입술.{j}추운 겨울, 초라한 침대에 누워 서로를 꼭 끌어안던 온기까지.{j}동시에 절 혐오스럽게 쳐다보던 황후의 표정과 절 표독스럽게 몰아세우던 황자와 황녀의 모습이 잔상처럼 떠올랐다.
en_us: She couldn’t forget about her mother.. Her mother’s bright smile and her rosy cheeks, and even the warmth she shared with her mother in the bed on a freezing winter day. Every memory of her mother was still fresh in her mind.{j}{j}

source: “블론디나 님!{j}혹시 참새 맞히기 대회 같은 게 있는 건 아니죠……?”
en_us: “Princess Blondina! There isn’t anything like a sparrow shooting contest, is there?”{j}

source: 반지를 멍하니 바라보던 주인이, 그것을 품에 챙기고는 블론디나를 의자에 앉혔다.
en_us: He quickly hid the ring inside his pocket, picked Blondina up, and set her on a chair.

source: 블론디나는 주저 않고 답했다.
en_us: Blondina replied back without hesitation.

source: 흡족한 표정으로 눈을 감고 누운 에이몬을 응시하다가 뒤에서 익숙한 소리가 들려와 고개를 돌렸다.
en_us: Blondina gazed down at Amon, who was lying on the floor with a satisfied expression, then, turned towards a familiar voice coming from her back.

source: 비로소 에이몬을 부담 없이 대할 수 있었다.{j}물론, 인간형인 에이몬도 몹시 좋았지만, 이상하게 인간 에이몬 모습 앞에서는 저 자신을 잃어버리고 우왕좌왕하는 기분이 된다.
en_us: She was finally feeling comfortable with him. It wasn’t that Blondina hated Amon’s human form, but for some reason, he made her feel flustered and confused.

source: “네…….”
en_us: “Yes...”

source: 블론디나의 답에 흡족함을 느낀 듯, 황제는 소리 내어 웃었다.
en_us: Please by Blondina’s answer, the emperor smiled.

source: 머쓱한 중얼거림이 흩어졌다.
en_us: Amon murmured.

source: 블론디나는 크게 소리 지르며 에이몬을 품 안으로 꽉 끌어안았다.{j}마치 그를 보호하려는 듯 본능적인 행동이었다.
en_us: Blondina screamed as she dropped to the ground with Amon tightly held in her arms. She was instinctively trying to protect Amon from any additional arrows that could fly by.{j}

source: 아버지.{j}제국의 황제라는 아버지를 만난 날, 블론디나는 은밀하게 황궁으로 이송됐다.
en_us: The day she encountered her father, the emperor, for the first time, she was secretly brought to the imperial palace.{j}

source: 블론디나는 놀라는 중에 그저 웃었다.{j}말이 안 통하는 꼬맹이라니.{j}새끼고양이가 하는 말치고는 참으로 까칠하고 귀여웠다.
en_us: Although surprised at first, Blondina couldn’t stop laughing thinking over the words said by the cat. She thought it was cute for a small kitten to say those very words with an annoyed voice.{j}{j}

source: [그래!{j}다음엔 아델라이와 나만 초대해 줘!{j}다음에, 브로치도 선물해 주고!]
en_us: “Yeah! Invite just me and Adellai from now on. And don’t forget my brooch next time!”{j}{j}

source: 짐승이 사라지자 남은 건 잔바람에 펄럭이는 커튼뿐이었다.
en_us: With the beast no longer in her room, the curtains fluttered from the breeze blowing through her window.

source: 뾰로통하니 절 올려다보는 고양이, 아니 새끼 표범의 얼굴이 귀엽다.{j}귀여워 미치겠다.
en_us: {j}The face of the cat, no, the face of the baby leopard sulkily looking up at her was irresistibly cute. There was no other word to express it.

source: 에이몬이 기분 좋다는 듯 눈을 감았다.
en_us: Amon closed his eyes and enjoyed her patting.

source: “크흣…… 네, 네.”
en_us: “Ugh...Yes, I do,” Prince Lart replied with a low voice.

source: 시선을 견디며 버티다 보니 파티의 주인공인 필립 공자가 화색을 밝히며 다가오기 시작했다.
en_us: After several minutes, Marquess Philip, the star of the birthday party approached her with a smile.

source: 「뭘 잘 모르나 본데, 브리디.{j}내가 가장 잘 갖고 놀 수 있는 건 털실이 아니라 사냥감이야.{j}알아?{j}표범은 커다란 먹이에 발톱을 박고 살을 찢어 내지.」
en_us: “You obviously are underestimating me, Briddy. What I play with best is not yarn but my prey. Did you know that leopards use claws to tear into the skin of their massive prey and rip it apart?”{j}{j}{j}

source: 필립의 눈동자에 언뜻 의아함이 배었다.
en_us: Philip looked at Blondina as if she sounded like a stranger from another world.

source: 아델라이 황녀에게 ‘우리만 아는 얘기를 해서 재미가 없냐’는 둥 얘기가 나올 때, 에이몬의 귀가 불쑥 나오는 걸 지켜보았고.{j}아마 자신이 거기서 당하고만 있었다면 그 앞발로 창문을 깨고 그대로 들이닥칠 기세였다.
en_us: When Princess Adellai was struggling Blondina with her questions, Blondina’s eyes were focused on Amon’s ear sticking out from the dark. She was rather worried that her situation would anger Amon making him lurch in the ballroom after breaking the windows with his powerful paws. {j}

source: 본인은 그런 위대한 종족인 것이다.
en_us: The boy was that almighty divine beast.

source: 황제궁 안, 은밀하고도 깊숙한 곳.{j}실내 분수대에서 떨어져 내리는 물소리가 들려온다.
en_us: The sound of the fountain flowing with water echoed through a secret chamber hidden deep inside the imperial castle.{j}

source: “응.”
en_us: “Then, what is it?”

source: 미풍에 얇은 커튼 천이 하늘하늘 떠올랐다 가라앉았다.{j}테이블 위에서 폴짝 뛰어내린 작은 표범이 어느새 인간의 발로 양탄자를 밟고 섰다.
en_us: With the breeze lifting up the thin curtains, the small leopard who jumped off the table was now stepping on the carpet with his feet.{j}

source: “인간이 인간에게 선물하는 거야 뻔하죠!{j}넘치는 사랑!{j}활짝 펼친 공작새의 구애의 깃털인 거지!{j}그것도 몰라요?”
en_us: “Sir Amon, it’s quite obvious when a human gives something to another human. It’s affection! Love! It’s like how a peacock spreads its feather to attract others! How could you not know of this?”{j}{j}{j}

source: “나 걱정되어서 온 거야?”
en_us: “Did you come here because you were worried about me?”

source: “일전에 찾았던 자는 어찌 되었는가.”
en_us: “What about the other one we found last time?”

source: “제국의 빛나는 황족을 뵙습니다.”
en_us: “Greetings to the royal family of Ates.”

source: 제아무리 강하다고는 해도 한낱 미물인 주제에 황족인 라르트를 욕보이다니.{j}그 사실만으로 분노가 치밀어 오르는데, 그 이유가 블론디나라는 천한 핏줄을 위해서였다니 더욱 참을 수가 없었다.
en_us: She couldn’t accept the fact that an animal, although being powerful, would dare insult Lart, a member of the imperial family. She was further angered by how a divine beast would hurt a royal in order to protect a peasant like Blondina. {j}

source: 병보다는 에이몬의 발바닥에 대한 걱정이 더 컸다.{j}귀여운 발바닥에 상처라도 나면 곤란하니까.
en_us: The shattered present from Philip wasn’t of her concern. She was more worried about Amon’s paws. She couldn’t let him get hurt again.{j}

source: 「안아 줘, 브리디.」
en_us: “Hold me, Briddy.”

source: 곧 풀밭 위에 작은 새끼 표범이 톡, 떨어졌다.
en_us: He turned back to his leopard form and landed on the grass.

source: 지금은 한미한 가문으로 격하되었으나, 헤리브 백작가는 대대로 유서 깊은 집안이었다.
en_us: Although she comes from a flailing noble family, the Herive family was known for its traditions as a noble family of Ates for generations.

source: 병보다는 에이몬의 발바닥에 대한 걱정이 더 컸다.
en_us: The shattered present from Philip wasn’t of her concern. She was more worried about Amon’s paws as she didn’t want him hurt again.

source: 「뭐야?{j}갑자기 왜 이래?!」
en_us: “What’s up with you all of a sudden?!”{j}

source: 깜찍하고 사랑스럽고 깨물어 주고 싶을 것 같았다.
en_us: Just by imagining it, Blondina felt like she could die because of how adorable it would look.

source: ‘게다가 이 어린아이를 죽이면 블론디나와 더는…….’
en_us: If I kill this prince right now, Blondina and I will no longer...

source: 하지만 방문인의 이름은 처음 들었을지언정 로드슨 공작가의 이름은 이미 알고 있었다.{j}제국을 떠받치는 네 개의 공작가 중 하나 아닌가.
en_us: But she was aware the Rodson family since they were one of the four dukedoms supporting the empire.{j}

source: “꺅!{j}인간들은 잔인해……!”
en_us: “Eek! Humans are so cruel...!”{j}

source: 두 고양이가 온전히 멀어지자, 블론디나는 그제야 검은 고양이를 향해 다가갔다.{j}고양이는 아직 씩씩거리며 꼬리로 바닥을 탁탁 두드리고 있었다.
en_us: As she watched the two cats run far away from her, she turned towards the black cat who was continuously slapping the ground with its tail in anger.{j}

source: “이래서 천한 피가 흐르는 것들은.”
en_us: “As expected from a peasant like you.”

source: 한번 본 적 있는 인장이다.
en_us: It was a seal he had seen before.

source: 무덤덤한 블론디나와 달리, 이제 라르트 황자의 얼굴은 새빨간 토마토같이 달아올랐다.
en_us: Unlike Blondina, who seemed untroubled by the situation, Prince Lart’s face was turning redder than a tomato.

source: 전부터 느끼지만 이 작은 짐승은 무언가를 생색내는 걸 퍽 부끄러워했다.{j}마구 자랑질하는 파티장 속 아이들과 너무도 다르다.
en_us: Blondina always thought Amon was different from the young aristocrats enjoying the party in the ballroom. Unlike them, Amon always seemed to be a little embarrassed when bragging about himself and was pretty humble.{j}

source: “그럼, 저는 이만 돌아가 보도록 하겠습니다.”
en_us: “If I may, I will head back now, your Highness.”

source: 블론디나는 천천히 무릎을 꿇어 에이몬에게 눈을 맞췄다.{j}손을 내밀자 에이몬이 손바닥 위에 제 몸통을 비벼 왔다.
en_us: Blondina was thankful for Amon, who was her only true friend in the lonely palace. She slowly kneeled down to match Amon’s eyes and reached out her hand. Amon walked closer to her and rubbed his fury body to her hand.{j}

source: 아델라이의 흔들리는 눈동자 안에 저 모를 탐욕이 들어찼다.
en_us: But with her father’s remarks, Adellai was soon filled with her lust for power.

source: “필립 공자도 이미 알고 있겠지만 내 출신이 그리 훌륭하지는 않잖아?”
en_us: “As you may know, Philip, I come from a humble background.”

source: 블론디나 발치에서 뒹굴거리던 에이몬이 슬쩍 몸을 일으켰다.
en_us: Amon, who was listening to their conversation under Blondina’s feet, raised his body and asked.

source: 라르트 황자.{j}제국의 어린 황자는 단순하고 직설적인 성격에 눈치가 조금 없는 편이었다.
en_us: Prince Lart was quite famous for being simple-minded and straightforward with his remarks. He was also known for not being smart enough to read the room.{j}

source: 황제가 우아한 손길로 퀸을 잡았다.
en_us: The emperor elegantly held the queen with his long fingers and moved it diagonally to another square.

source: 「꽃차는 왜 주는데?!」
en_us: “Then, why did he have to give you this stupid flower tea?”

source: “블론디나, 너였구나!{j}행색이 초라하여 짐승으로 착각-.”
en_us: “Look who’s here! It’s you, Blondina. You looked so shabby that I mistook you for an animal-”{j}

source: 누가 보낸 걸까.{j}황궁 구석에 처박힌 황녀에게 선물을 줄 이는 많지 않다.{j}아니, 없다 해도 무방했다.
en_us: I wonder who it’s from. I thought no one really cared about a forgotten princess locked in her palace.{j}{j}

source: “그럼 내가 없을 땐 네가 브리디에게 제국어 기초 글자를 차근차근 알려 줘.”
en_us: “Could you do me a favor and teach Briddy how to read and write Standard Atesian while I’m not around?”

source: 하지만 인사는 끝까지 이어지지 않았다.{j}블론디나 품 안의 고양이를 발견하고는 말을 내뱉는 대신 불안한 호흡을 들이켠 것이다.
en_us: The knight paused in surprise. Then, he took in a deep breath after seeing the black cat in Blondina’s arms.{j}

source: 블론디나는 시선을 내렸다.
en_us: Blondina lowered her eyes to the ground as she looked her past.

source: “제국을 일군 것도 황족, 백성을 이끄는 것도 위대한 황족이잖아요?”
en_us: “We, the royal family, built this empire, and we are the ones who govern the people, aren’t we?

source: 「넌 강해서 깨물어도 아프지도 않잖아!」
en_us: “Well, you’re so strong that our bite won’t even hurt you!”

source: 누구보다 오만했던 황족 아이가, 눈물 콧물을 흘리며 에이몬에게 매달리고 있었다.
en_us: The once arrogant prince was on the ground desperately clinging onto Amon’s leg begging and crying for his life.

source: 블론디나는 에이몬이 말해 오는 고대어를 따라 중얼거리며 제 감정을 그리 정의했을 따름이었다.
en_us: That was all Blondina had to say to describe her feelings for Amon. She then fixed her attention to Amon’s teaching as she repeated after him speaking in Old Atesian.

source: 귀족과 황족이라고 해도 별거 없잖아?
en_us: In Blondina’s eyes, they were no different from commoners, but actually worse. At first, she thought their royal, pure blood would make them better off than commoners, but she could tell by their actions that they were even worse.

source: 나약한 인간 소녀가 지금 위험에서 지켜 주겠답시고 절 숨기듯 품었다.{j}놀라서 이렇게 벌벌 떠는 주제에.
en_us: He couldn’t believe a divine beast like himself was being protected from danger by a little girl who couldn’t even hide her fear.{j}

source: 블론디나 방의 창 너머, 만개했던 봄꽃들이 꽃잎을 하나씩 떨구어 간다.
en_us: The flower blossoms blooming next to Blondina’s room window were also slowly fading away.

source: 오늘도 여지없이 에이몬이 놀러 왔다.{j}하지만 블론디나는 바빴다.
en_us: Amon came to visit Blondina again today. But Blondina seemed busy.{j}

source: #14화
en_us: Chapter 14

source: 헉.{j}숨을 크게 들이켠 그가 반지를 꽉 쥐었다.
en_us: He held the ring tight in his fist and took a deep breath.

source: 금발과 금안을 지닌 이들이 가진 ‘능력’을 찾아내는 건 중요한 일이었다.{j}그 능력만이 황제의 권위에 반발하는 짐승을 굴복시킬 수 있을 터.
en_us: The past several years, the emperor had dedicated his life in searching for those with blond hair and golden eyes who wielded the “special power” to tame the treacherous divine beasts that continued to threaten his authority.{j}

source: 언제 느껴도 참 기분 좋은 촉감이었다.
en_us: It was an addictive feeling she couldn’t stop herself from touching it.

source: “응?{j}아니야.{j}괜찮아.{j}마침 쓸 만한 게 있어.”
en_us: “Huh? No, that’s okay. I already have one.”{j}{j}{j}

source: 에이몬은 이리저리 앞뒤로 흔들리면서도 기분 좋다는 듯 꼬리를 저으며 냥냥거렸다.
en_us: While being intensely shaken by Blondina, Amon seemed happy as he wagged his tail and growled.

source: 정말이지 최악의 날이었다.
en_us: This was the most terrible day for both the prince and the princess.

source: 밋밋한 황제의 말에 블론디나 역시 감정 없이 답했다.{j}사랑과 애정은 조금도 섞이지 않은 부녀의 대화였다.
en_us: Blondina replied just as dully as the emperor. There wasn’t a slightest bit of love or affection in the words exchanged between the two.{j}

source: “아플까 봐 그러지.”
en_us: “I’m just worried for you.”

source: “존귀하신 폐하를 닮았다 해주시니 기쁠 따름입니다, 폐하.”
en_us: “I am honored to be just like you, Your Majesty.”

source: 에이몬의 협박이 끝나기도 전에 마제또는 부리나케 사라져 버렸다.
en_us: Even before Amon finished his sentence, Majetto quickly ran away from the leopard.

source: 너무 친한 척했나 보다.
en_us: Maybe I was being too touchy.

source: 에이몬은 한심하다는 눈초리로 마제또를 내려다보다가 이내 창문 밖으로 휙 던져 버렸다.{j}멀어지는 마제또의 외침이 허공 속에 울렸다.
en_us: Amon looked down at Majetto with pity, then hurled the sparrow out the window annoyed by it. And Majetto flung through the window, his voice echoed in the air from a distance.{j}

source: 파티장은 황궁 안쪽, 블론디나가 기거하는 별궁과 자못 떨어진 거리에 있었다.
en_us: The ballroom, located within the main imperial palace, was quite far from the detached palace Blondina resided in.

source: 이제 고양이가 아니라는 소리를 하기도 지쳤다.
en_us: Amon gave up correcting her.

source: “가까이.”
en_us: “Come closer.”

source: 에이몬은 “그래, 그럼 됐어.”라고 퉁명스레 답했다.
en_us: “Okay then,” Amon bluntly replied.

source: “어머니는 그런 분이셨어요, 폐하.”
en_us: “That is the kind of woman my mother was, Your Majesty.”

source: 그러니까 이건 공작가가 제국의 황녀를 위해 만든 것인데, 나도 황녀이니 내게도 준다 이거지.
en_us: So, the Rodsons made a brooch for the princess of Ates, and since I’m a princess, they’re giving me one too?

source: 라르트 황자가 발을 꽝꽝 굴렀다.
en_us: The prince yelled angrily, rolling his feet.

source: 친히 허리를 숙여 바퀴를 들여다보았다.{j}무언지 모를 발톱 자국이 짙게 새겨져 있었다.{j}마치 날짐승에게 긁힌 듯한 모습이다.
en_us: She grew impatient that she walked towards the wheel to see what had happened to it. As she bent over to examine the wheel, she found deep scratch marks across it as if an wild animal attacked it.{j}{j}

source: 사신이 웃음기 어린 목소리로 아델라이 황녀에게 말했다.
en_us: One of the envoys spoke to Princess Adellai with a smile.

source: 날카로운 이빨이 나뭇가지에 긁히는 소리가 났다.
en_us: The sound of his fangs scratching the branch filled the room.

source: 왠지 기분이 좋아진 블론디나는 에이몬의 이마 솜털을 문질렀다
en_us: For some reason Blondina seemed happy to hear the news. She carefully stroked Amon’s forehead. {j}{j}{j}

source: 곧 풀밭 위에 작은 새끼 표범이 톡, 떨어졌다.{j}에이몬은 작은 짐승의 모습으로 변해, 라르트 황자에게 천천히 다가갔다.{j}황자의 귓가에 살기 어린 목소리가 작게 속삭여졌다.
en_us: After turning back to his leopard form, Amon approached Prince Lart who was now carelessly laying on the grass. He whispered in to the prince’s ears with a sharp voice.{j}{j}

source: 아델라이 황녀는 제 뒤에 있는 시녀를 우아한 손짓으로 떨어뜨린 후 블론디나를 가만히 응시했다.
en_us: Gracefully signaling her servants to leave her presence, Princess Adellai stood in front of Blondina and stared right into her eyes.

source: 어느새 홀 안에 울리던 음악 소리가 줄어들었다.{j}시종이 큰 소리로 외쳤다.
en_us: Soon, the orchestra quieted down and the servant introduced with a loud voice.{j}

source: 입구에는 커다란 표범 석상이 있었는데 곰보다 훨씬 큰 크기로 제작된 석상이었다.{j}제국을 수호하는 신성한 표범 일족을 기리는 석상.{j}블론디나는 저도 모르게 몸을 움츠러뜨렸다.
en_us: Although trying her best to stay calm, Blondina flinched at the sight of a huge stone statue of a leopard bigger than a bear, standing still at the entrance. This symbolic statue commemorated the sacred leopard clan that has protected the empire for years.{j}{j}

source: “저기, 루시.{j}위대한 신수님이 내 보석을 훔쳐 가면 누구에게 하소연해야 해?”
en_us: “Lucy, what do I when a divine beast steals my jewelry?”{j}

source: 유일하게 그녀의 신분을 알던 보석점 주인과 영주는 황제의 명령에 입을 다물었고, 마을에서는 블론디나가 납치되었다는 소문이 돌았다.
en_us: With her sudden disappearance, a rumor spread around the village that Blondina had been kidnapped. The owner of the jewelry shop and the feudal lord, who were aware of her whereabouts, kept their mouths shut.

source: “황녀님.{j}말씀하셨던 주사위 놀이를 갖고 왔습니다.{j}루시 영애도 오셨어요.”
en_us: “My princess. I brought the dice you requested and Lady Lucy has also arrived.”{j}{j}

source: “이봐, 인간.{j}내가 여기 있다는 거 흘리지 마.{j}귀찮아지니까.”
en_us: “Hey, you. You better not tell anyone that I was here. Got it?”{j}{j}

source: 「……야옹.」
en_us: ...Meow?

source: 블론디나는 말없이 바구니를 치웠다.{j}멍청한 인간이 만든 쿠키를 먹지 말라는 의미였다.
en_us: Blondina annoyingly pushed away the cookie basket from Majetto, thinking that he didn’t deserve to eat cookies baked by unwise humans.{j}

source: 에이몬은 테이블 위에 와르르 쌓여 있는 종이 뭉치와 깃털 펜을 앞발로 톡톡 두드렸다.{j}
en_us: Amon tapped the pile of parchment and quills placed on the table.

source: “그럼 아델라이 황녀 탓이야?”
en_us: “Then is it Princess Adellai’s?”

source: 그 말에 표범의 수염이 살짝 실룩거렸다.{j}웃음이 나오려는 걸 절로 참는 모양이다.
en_us: Amon slightly smirked as if he was trying to hold back laughter.{j}

source: “왜?{j}보이는 게 다가 아니야.{j}난 한 손으로도 당장 그자의 심장을 움켜쥘 수 있다고.”
en_us: “Don’t judge your book by it’s cover! You might not be fully aware but I could tear out his heart in a flick.”{j}{j}

source: 그럴 때마다 블론디나는 생각했었다.
en_us: Whenever he behaved in such manner, Blondina felt concerned.

source: 심지어 최근에는 인간으로 변하지도 않았다.
en_us: Come to think of it, he even stopped changing into his human form from some point on.

source: 받은 브로치 상자를 루시에게 건네주어 우선 치웠다.
en_us: She took the gift and handed it over to Lucy.

source: 그들의 피부는 깨끗했으며 걸음걸이는 당당했다.{j}한눈에 보아도 예사 사람들은 아니었다.
en_us: At first glance, she knew they weren’t just ordinary people. Their beauty was incomparable to an average man, and they were entering the room in an organized manner as if they were trained to do so.

source: 「나무 따위 구경해서 뭐 해.」
en_us: “How would looking at trees be any better than this stupid game?”

source: 생각해 보면 조금 웃기기도 했다.{j}‘짐승’인 에이몬은 제국어에 고대어까지 아는데 인간인 자신은 글자 하나 몰라 쩔쩔매고 있다니.
en_us: Come to think of it. She thought it was pretty funny of how Amon, a divine beast, knew both Standard Atesian and Old Atesian, while she didn’t know a single letter.{j}

source: “재혼하지 않았어요.{j}늘 폐하밖에 없었습니다, 제 어머니에겐.”
en_us: “She never remarried. You are the only man she ever loved.”{j}

source: 블론디나는 허리를 더욱 꼿꼿이 세웠다.{j}누구도 취급해 주지 않는다고 하더라도 홀로 당당할 수는 있었다.
en_us: Blondina straightened her back and boldly walked into the ballroom. She no longer cared what others thought of her.{j}

source: “필립 공자라는 애가 준 거야.{j}타국으로 공부하러 간대.”
en_us: “It’s from someone named Philip. Apparently, he’s going abroad to study.”{j}

source: 루시는, 뻔뻔하게 등장한 에이몬을 향해 화색을 밝혔다.
en_us: Lucy was glad to finally see Amon again. Her voice sounded more energized than when she entered the room,

source: 블론디나의 손끝은 여전히 떨리고 있었다.{j}그녀의 두려움을 알아챈 에이몬이 옅게 한숨을 내쉬었다.
en_us: Amon made a deep sigh after noticing that Blondina’s fingertips were still trembling.{j}

source: 저놈들이 괴롭혔구나.
en_us: I’m certain they did this to this poor little cat.

source: “그런데.{j}블론디나.{j}너 고대어 어디서 배웠어?!{j}그거 고위 귀족하고 황족만 아는 언어라고!”
en_us: “Blondina, where did you learn Old Atesian?! Only high nobles and royals know how to speak it!”{j}

source: “에이몬.{j}어제는 갑자기 어떻게 찾아온 거야?”
en_us: “So, Amon, why did you decide to show up late last night?”{j}

source: ‘가서 이야기라도 나누어라.’라는 황제의 말을 지키기 위하여 온 아델라이 황녀와 라르트 황자, 그리고 그들을 둘러싼 고위 귀족 자제들이 바로 그들이었다.
en_us: It was Prince Lart and Princess Adellai following their father’s request as they brought along some nobles to accompany them.

source: 이제 와 블론디나라는 딸을 황궁으로 들인 것도 한낱 충동에 불과했다.
en_us: His decision to bring Blondina into the castle was also another one his sudden decisions that he knew he would regret one day just he had regretted falling in love with Lily.

source: 블론디나의 말이 작게 사그라들었다.
en_us: Blondina murmured embarrassed to open up her feelings to Amon.

source: 그런 나를 감히 털실이나 갖고 노는 고양이 취급을 해?
en_us: How dare you treat me like a cat playing with a ball of yarn?

source: 이 고양이 같은 위대한 신수님은 제게 너무도 소중한 존재니까.
en_us: Because the mighty cat-like divine beast had become incredibly precious to her.

source: 블론디나는 속으로 답했다.{j}그냥 네 눈빛을 보니 알 수 있었어, 라고.{j}이래 봬도 뒷골목을 구르며 배운 눈치다.
en_us: Blondina knew exactly what she was saying. Simply by looking at the cat’s eyes, she knew he was just like her- a loner. {j}{j}

source: 에이몬의 집에는 신수를 향해 바쳐진 금은보화가 가득 쌓여 있었으나 그 사실을 블론디나가 알 수 있을 리 없다.
en_us: However, unlike her knowledge, Amon’s house was filled with gold and silver treasures, which were offered to the divine beast by humans.

source: “그러고 보니 내가 인사를 안 했구나.{j}안녕.”{j}그러자 에이몬 대신 어깨 위에서 통통거리던 참새가 답했다.
en_us: “Come to think of it, I haven’t introduced myself properly. Hello!” Blondina introduced herself to the sparrow seating on her shoulder.{j}{j}

source: “무식해서 미안해.”
en_us: “Sorry for being so uneducated.”

source: “그럼 미천한 인간인 나와 친구 안 해줄 거야?”
en_us: “Then, what made you decide to become friends with me?”

source: 블론디나는 다시 소리 내 크게 웃어 버렸다.{j}어쩜 이렇게 까칠하고 귀여운 생명체가 다 있을까.
en_us: Blondina burst out in laughter again, thinking how adorable and cranky Amon was.{j}

source: 표범 신수.{j}
en_us: The divine leopards were indeed the almighty beings.{j}{j}

source: 「황제 앞에 가서 깽판 치면 될 거 아냐.{j}네 뒤에 나 있다고 말하면서 다 때려 부수면 되잖아.」
en_us: “I’ll make a scene in front of the emperor. I’ll say I have your back and break everything in sight, threatening him.”{j}

source: 마제또의 반항을 무시하고 에이몬이 한결 가라앉은 눈으로 물었다.
en_us: Ignoring Majetto’s struggles to escape from him, he asked Blondina with calm eyes.

source: ‘혹시 에이몬이 선물로 물어 온 걸까?’{j}고양이 아니야!
en_us: Could this be Amon’s token of gratitude for me? But didn’t he say that he isn’t a cat?

source: “폐하의 피가 섞였다 하여 황족의 일원이 되었다 착각하지 마!”
en_us: “Never in your lifetime you’ll be welcomed into our royal family!”

source: #9화
en_us: Chapter 9

source: 「미쳤어?」
en_us: “Are you out of your mind?”

source: 그럼 그렇지.
en_us: I knew you were here Amon.

source: 에이몬이 깃털 펜을 입에 물고 종이 위를 걸어 다닐 상상을 했다.
en_us: She imagined how adorable it would be with Amon holding a quill in his mouth tapping around the parchment to write something.{j}{j}

source: 잔혹한 핏줄의 탄생.
en_us: The secret to it was his cruel bloodline.

source: 그들은 모여서 속닥거리다가 힐끗힐끗 블론디나를 훔쳐보았다.{j}그런 후 재미난 이야기를 하듯 다시 자그마하게 소곤거리고는 했다.
en_us: The group of people were all taking turns to glance at her and were whispering amongst themselves. They would consistently turn their head to look at Blondina and laugh as if they were making fun of her.{j}

source: 가만히 상자만 들여다보고 있는데 하녀가 푸른 봉투를 하나 내밀었다.{j}블론디나가 받아 열자 정갈하고 단정한 글자가 단단한 종이를 가득 채우고 있었다.
en_us: Blondina couldn’t take her eyes off the luxurious box. Her servant also presented a blue envelop along with the box. She took the envelop from her servant’s hand and opened it to find a paper filled with neat written letters.{j}
